11/data/attachments/a0f6e90a8f079853.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_83b69bfa-14d6-4319-8bb0-2aa5560a6430</nif:username>
            <nif:friendToBeAdded>Jennifer_keep_Friend_90664_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>